{
  "ships": [
    {
      "name": "Livia",
      "slug": "livia",
      "image": "livia.jpg",
      "id": 1,
      "captain_id": 2,
      "stars": 5,
      "year": 2007,
      "length": 331,
      "width": 43,
      "height": 65,
      "decks": 19,
      "max_speed": 22.3,
      "capacity": 4800,
      "crew": 1700,
      "registry_port": "Hamburg",
      "description": "The Livia is a majestic cruise liner that redefines luxury on the high seas. With state-of-the-art facilities, spacious decks, and elegant interiors, every journey promises comfort and sophistication. Guests can enjoy exquisite dining experiences, world-class entertainment, and stunning ocean views from every corner of the ship. The Livia has been designed to cater to families, couples, and solo travelers alike, providing diverse activities and relaxation spaces. Whether sailing through the Mediterranean or exploring the Northern fjords, Livia guarantees an unforgettable voyage filled with adventure, relaxation, and luxury, ensuring memories that will last a lifetime."
    },
    {
      "name": "Solomia",
      "slug": "solomia",
      "image": "solomia.avif",
      "id": 2,
      "captain_id": 5,
      "stars": 4,
      "year": 2007,
      "length": 280,
      "width": 36,
      "height": 49,
      "decks": 16,
      "max_speed": 21.4,
      "capacity": 3600,
      "crew": 1200,
      "registry_port": "Barcelona",
      "description": "Solomia is a mid-sized cruise ship celebrated for its elegance and friendly atmosphere. The ship features modern cabins, multiple dining venues, and a variety of leisure facilities including pools, spas, and lounges. Guests can immerse themselves in cultural experiences onshore or enjoy onboard activities ranging from live shows to sports and wellness programs. Designed for comfort and entertainment, Solomia provides a perfect blend of relaxation and adventure, making every voyage a memorable experience. Its innovative design and attentive crew ensure that travelers enjoy a journey filled with both excitement and tranquility."
    },
    {
      "name": "Lera I",
      "slug": "lera1",
      "image": "lera1.jpeg",
      "id": 3,
      "captain_id": 3,
      "stars": 5,
      "year": 2006,
      "length": 320,
      "width": 45,
      "height": 63,
      "decks": 18,
      "max_speed": 24.4,
      "capacity": 4500,
      "crew": 1650,
      "registry_port": "Venice",
      "description": "Lera I stands as a pinnacle of modern cruising, offering unparalleled luxury and a wide range of amenities. Guests can indulge in gourmet restaurants, expansive pools, and entertainment theaters featuring world-class performances. The ship's design combines elegance with functionality, ensuring smooth sailing and maximum comfort. Lera I is perfect for long voyages, providing various activities for families, couples, and solo travelers. With attentive service and stunning panoramic views, every journey aboard Lera I is an immersive experience, blending relaxation, excitement, and unforgettable memories across the world's oceans."
    },
    {
      "name": "Lera II",
      "slug": "lera2",
      "image": "lera2.jpeg",
      "id": 4,
      "captain_id": 4,
      "stars": 5,
      "year": 2007,
      "length": 315,
      "width": 44,
      "height": 61,
      "decks": 17,
      "max_speed": 22.8,
      "capacity": 4420,
      "crew": 1580,
      "registry_port": "Lisbon",
      "description": "Lera II is a contemporary cruise ship renowned for its spacious accommodations and world-class amenities. The ship offers multiple dining options, bars, and entertainment venues designed to satisfy every guest's tastes. From luxurious suites to cozy cabins, Lera II provides comfort for every traveler. Its extensive recreational facilities, including fitness centers, pools, and theaters, make onboard life engaging and enjoyable. With attentive staff and a carefully curated itinerary, Lera II ensures a seamless and unforgettable journey across diverse and breathtaking destinations, providing experiences that delight both first-time and seasoned cruisers."
    },
    {
      "name": "Irina",
      "slug": "irina",
      "image": "irina.jpeg",
      "id": 5,
      "captain_id": 1,
      "stars": 5,
      "year": 2006,
      "length": 302,
      "width": 46,
      "height": 59,
      "decks": 17,
      "max_speed": 21.9,
      "capacity": 4270,
      "crew": 1460,
      "registry_port": "Athens",
      "description": "Irina is a luxurious cruise liner designed for travelers seeking elegance, comfort, and adventure. The ship boasts state-of-the-art facilities, gourmet restaurants, spa and wellness centers, and diverse entertainment options. Passengers can enjoy scenic views from spacious decks, participate in cultural excursions, or relax in refined lounges. Irina's attentive crew ensures every need is met, providing personalized service throughout the journey. Perfect for both short cruises and extended voyages, the Irina combines refined design, innovative amenities, and captivating itineraries to deliver unforgettable maritime experiences for all guests."
    },
    {
      "name": "Liza",
      "slug": "liza",
      "image": "liza.webp",
      "id": 6,
      "captain_id": 7,
      "stars": 4,
      "year": 2007,
      "length": 285,
      "width": 39,
      "height": 53,
      "decks": 15,
      "max_speed": 23.2,
      "capacity": 3450,
      "crew": 1220,
      "registry_port": "Miami",
      "description": "Liza is a stylish and comfortable cruise ship with a focus on entertainment and relaxation. The ship features spacious cabins, multiple restaurants, vibrant lounges, and recreational facilities for all ages. Guests can enjoy poolside activities, wellness programs, and evening performances while traveling through tropical and scenic destinations. Designed for families, couples, and solo travelers, Liza combines modern design, attentive service, and diverse amenities to ensure every journey is enjoyable and memorable, delivering high-quality experiences on every voyage."
    },
    {
      "name": "Olya",
      "slug": "olya",
      "image": "olya.jpeg",
      "id": 7,
      "captain_id": 6,
      "stars": 5,
      "year": 2007,
      "length": 357,
      "width": 71,
      "height": 73,
      "decks": 21,
      "max_speed": 20.1,
      "capacity": 5300,
      "crew": 2050,
      "registry_port": "Copenhagen",
      "description": "Olya is a grand cruise ship designed for those who seek a luxurious and expansive ocean adventure. With multiple decks, premium cabins, exceptional dining options, and numerous entertainment venues, Olya ensures passengers enjoy a first-class cruising experience. From relaxing spas to dynamic theater shows, the ship offers activities for all interests. The vessel's design emphasizes both comfort and elegance, allowing travelers to savor panoramic ocean views while exploring exotic destinations. With a highly trained crew and refined facilities, Olya guarantees an unforgettable journey filled with sophistication, adventure, and memories to cherish."
    }
  ]
}
