{
  "persons": [
    {
      "first_name": "Ian",
      "last_name": "Wanes",
      "image": "captain1.avif",
      "id": 1,
      "date_of_birth": "21.02.1978",
      "citizenship": "Germany",
      "gender": "Male",
      "job_title": "Captain",
      "experience_years": 18,
      "joined_company": "08.12.2012",
      "education": "Hamburg Maritime Academy",
      "languages": ["German", "English"],
      "description": "Ian Wanes is a highly experienced captain with nearly two decades of service at sea. Known for his calm leadership style and exceptional navigational skills, he has commanded cruise ships across the Mediterranean, Northern Europe, and the Atlantic. Ian strongly believes in discipline, teamwork, and passenger safety, while also creating a warm and welcoming atmosphere on board. His deep technical knowledge combined with strong interpersonal skills makes him a respected leader among crew members and a reassuring presence for guests.",
      "quote": "A great voyage begins with trust, safety, and passion for the sea."
    },
    {
      "first_name": "Marco",
      "last_name": "Rinaldi",
      "image": "captain2.jpg",
      "id": 2,
      "date_of_birth": "14.06.1975",
      "citizenship": "Italy",
      "gender": "Male",
      "job_title": "Captain",
      "experience_years": 22,
      "joined_company": "15.04.2010",
      "education": "Genoa Naval Academy",
      "languages": ["Italian", "English", "Spanish"],
      "description": "Marco Rinaldi brings the spirit of the Mediterranean to every voyage he commands. With over twenty years of experience, he has navigated some of the world’s busiest ports and most challenging sea routes. Marco is especially admired for his precision during port maneuvers and his strong commitment to environmental responsibility. Under his command, guests enjoy smooth sailings, clear communication, and a sense of authentic maritime tradition.",
      "quote": "The sea rewards those who respect it and never underestimate its power."
    },
    {
      "first_name": "Erik",
      "last_name": "Johansson",
      "image": "captain3.jpg",
      "id": 3,
      "date_of_birth": "02.11.1980",
      "citizenship": "Sweden",
      "gender": "Male",
      "job_title": "Captain",
      "experience_years": 16,
      "joined_company": "03.09.2014",
      "education": "Chalmers University of Technology",
      "languages": ["Swedish", "English", "Norwegian"],
      "description": "Erik Johansson is a modern captain with a strong background in advanced navigation systems and maritime technology. He has extensive experience sailing in northern waters, including the Baltic Sea and Norwegian fjords. Erik is known for his analytical mindset, attention to detail, and transparent leadership style. Passengers often praise his informative bridge announcements and his ability to turn every voyage into an educational and inspiring experience.",
      "quote": "Technology guides us, but responsibility remains in human hands."
    },
    {
      "first_name": "Alejandro",
      "last_name": "Morales",
      "image": "captain4.jpg",
      "id": 4,
      "date_of_birth": "19.03.1972",
      "citizenship": "Spain",
      "gender": "Male",
      "job_title": "Captain",
      "experience_years": 25,
      "joined_company": "20.01.2008",
      "education": "Barcelona School of Nautical Studies",
      "languages": ["Spanish", "English", "French"],
      "description": "Alejandro Morales is one of the most seasoned captains in the fleet, with over twenty-five years of professional maritime experience. He has commanded ships on transatlantic crossings, Caribbean cruises, and European routes. Alejandro places strong emphasis on crew training and operational excellence, ensuring that every department works in perfect coordination. His leadership style combines authority with approachability, earning him respect across all ranks.",
      "quote": "A ship moves forward only when every member of the crew moves together."
    },
    {
      "first_name": "Thomas",
      "last_name": "Bennett",
      "image": "captain5.jpg",
      "id": 5,
      "date_of_birth": "07.09.1982",
      "citizenship": "United Kingdom",
      "gender": "Male",
      "job_title": "Captain",
      "experience_years": 14,
      "joined_company": "11.05.2016",
      "education": "Southampton Solent University",
      "languages": ["English"],
      "description": "Thomas Bennett represents a new generation of cruise ship captains, combining traditional seamanship with modern leadership practices. He has a strong focus on guest experience and crew well-being, believing that a motivated crew creates unforgettable journeys. Thomas has extensive experience in the Atlantic and Northern European routes and is particularly valued for his clear decision-making under pressure.",
      "quote": "Leadership at sea means responsibility for every soul on board."
    },
    {
      "first_name": "Nikos",
      "last_name": "Papadopoulos",
      "image": "captain6.jpg",
      "id": 6,
      "date_of_birth": "25.01.1976",
      "citizenship": "Greece",
      "gender": "Male",
      "job_title": "Captain",
      "experience_years": 20,
      "joined_company": "30.08.2011",
      "education": "Hellenic Naval Academy",
      "languages": ["Greek", "English", "Italian"],
      "description": "Nikos Papadopoulos has spent most of his life at sea, starting his maritime career at a young age. His deep knowledge of the Mediterranean region makes him an exceptional captain for culturally rich and port-intensive itineraries. Nikos is known for his warm personality, strong safety culture, and dedication to preserving maritime traditions while embracing innovation.",
      "quote": "The sea connects cultures, and a captain must respect them all."
    },
    {
      "first_name": "Elena",
      "last_name": "Kovalenko",
      "image": "captain7.jpg",
      "id": 7,
      "date_of_birth": "12.05.1983",
      "citizenship": "Ukraine",
      "gender": "Female",
      "job_title": "Captain",
      "experience_years": 15,
      "joined_company": "18.03.2015",
      "education": "Odessa National Maritime University",
      "languages": ["Ukrainian", "English", "Italian"],
      "description": "Elena Kovalenko is a highly respected captain known for her calm authority and exceptional operational discipline. With extensive experience in international waters, she has successfully commanded cruise ships on Mediterranean and Atlantic routes. Elena strongly focuses on safety standards, crew professionalism, and precise voyage planning. Her leadership style combines firmness with empathy, creating a highly efficient and motivated crew environment that passengers immediately feel on board.",
      "quote": "True leadership at sea is built on respect, responsibility, and confidence."
    },

    {
      "first_name": "Michael",
      "last_name": "Reinhardt",
      "image": "ceo1.jpg",
      "id": 8,
      "date_of_birth": "04.11.1974",
      "citizenship": "Germany",
      "gender": "Male",
      "job_title": "Chief Executive Officer (CEO)",
      "experience_years": 25,
      "joined_company": "01.06.2010",
      "education": "WHU – Otto Beisheim School of Management",
      "languages": ["German", "English", "French"],
      "description": "Michael Reinhardt leads the company with a strong strategic vision focused on sustainable growth and premium guest experience. With over two decades of leadership in the maritime and hospitality industries, he has overseen fleet expansion, brand transformation, and international market development.",
      "quote": "A successful cruise company is built on trust, innovation, and unforgettable guest experiences."
    },
    {
      "first_name": "Sofia",
      "last_name": "Martinez",
      "image": "operations1.jpg",
      "id": 9,
      "date_of_birth": "19.08.1981",
      "citizenship": "Spain",
      "gender": "Female",
      "job_title": "Chief Operations Officer (COO)",
      "experience_years": 20,
      "joined_company": "14.02.2013",
      "education": "University of Barcelona – Operations Management",
      "languages": ["Spanish", "English", "Italian"],
      "description": "Sofia Martinez is responsible for the smooth and efficient operation of the entire fleet. She coordinates logistics, scheduling, port operations, and onboard standards, ensuring every cruise runs flawlessly from departure to arrival."
    },
    {
      "first_name": "Thomas",
      "last_name": "Bergström",
      "image": "safety1.jpg",
      "id": 10,
      "date_of_birth": "27.01.1978",
      "citizenship": "Sweden",
      "gender": "Male",
      "job_title": "Director of Maritime Safety",
      "experience_years": 22,
      "joined_company": "09.09.2011",
      "education": "Chalmers University of Technology – Marine Engineering",
      "languages": ["Swedish", "English"],
      "description": "Thomas Bergström oversees all safety standards across the fleet. With a background in marine engineering and regulatory compliance, he ensures that every vessel exceeds international maritime safety requirements."
    },
    {
      "first_name": "Isabelle",
      "last_name": "Moreau",
      "image": "hospitality1.jpg",
      "id": 11,
      "date_of_birth": "03.06.1985",
      "citizenship": "France",
      "gender": "Female",
      "job_title": "Director of Hospitality & Guest Experience",
      "experience_years": 17,
      "joined_company": "21.04.2016",
      "education": "Institut Paul Bocuse – Hospitality Management",
      "languages": ["French", "English", "Italian"],
      "description": "Isabelle Moreau is responsible for onboard hospitality, dining concepts, and guest services. Her focus is on delivering refined service, personalized experiences, and exceptional comfort throughout every voyage."
    },
    {
      "first_name": "David",
      "last_name": "Chen",
      "image": "marketing1.jpg",
      "id": 12,
      "date_of_birth": "15.09.1986",
      "citizenship": "Singapore",
      "gender": "Male",
      "job_title": "Chief Marketing Officer (CMO)",
      "experience_years": 14,
      "joined_company": "11.01.2018",
      "education": "National University of Singapore – Marketing",
      "languages": ["English", "Mandarin"],
      "description": "David Chen leads global brand strategy, digital marketing, and international partnerships. His work has significantly strengthened the company’s presence in Asian and European markets."
    },
    {
      "first_name": "Lars",
      "last_name": "Hoffmann",
      "image": "fleet1.jpg",
      "id": 13,
      "date_of_birth": "08.12.1976",
      "citizenship": "Netherlands",
      "gender": "Male",
      "job_title": "Fleet Director",
      "experience_years": 23,
      "joined_company": "05.05.2012",
      "education": "Delft University of Technology – Naval Architecture",
      "languages": ["Dutch", "English", "German"],
      "description": "Lars Hoffmann manages fleet development, maintenance strategies, and technical innovation. He ensures that all vessels meet the highest standards of performance, efficiency, and sustainability."
    }
  ]
}
